Revit 2027 API
ParameterTypeId.GraphicDisplayOptions Property
 "Graphic Display Options"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptions { get; }
Public Shared ReadOnly Property GraphicDisplayOptions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptions {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace